const blogNews = {
    news1: {
        title: news1,
        newsTitle: 'Как поменять свои пищевые привычки?',
        newsDate: '29.05.2020',
        newsText: {
            block1: `Привычка — это неосознанное, то, что мы делаем на автомате.
            Например, это такие обыденные вещи, как чистка зубов утром или пристегнуться, садясь в автомобиль. 
            Большинству из этих привычек мы не отдаем отчета. Именно этот бессознательный фактор и является той сложностью, которая не позволяет вам легко и просто изменить эту самую привычку в итоге.`,
            block2: `Их нужно перевести на автомат. И если вы считаете, что для этого нужна невероятная сила воли или сверхстрогий самоконтроль, то вовсе нет. У меня для вас есть несколько простых постепенных шагов, которые помогут вам сделать ваши пищевые привычки осознанными и подконтрольными.
            
            Первое, с чего стоит начать  — это прекратите покупать вредные продукты. Запомните: то, чего нет, того и не съешь. В свою очередь, ставим на стол на самое видное место тарелочку с ломтиками моркови, сухофруктами и орешками.
    
            Второе  — это создаем себе препятствия на пути к вредностям — ходите домой другой дорогой, проходите мимо отдела сладостей или офисной кухни, если ощущаете манящий запах выпечки — просто понюхайте запястье, на которое утром нанесли духи.
    
            Третье и очень важное правило — полезные продукты в вашей квартире и на работе должны стать доступнее и заметнее. Например, яблоко или морковь вместо печенья и конфет на столе, сделайте заготовку из нарезанных листьев салатов в холодильнике, заранее очистите овощей и нарежьте ломтиками.`,
            block3: `етвертое — используйте посуду для еды меньшего размера. Да-да, придется отказаться от любимых блюдец на пол-стола, но оно того стоит. Также не берите добавки. Ведь многие исследования доказывают, что мы делаем выводы о своем насыщении, основываясь не на своих чувствах сытости, а видя, что тарелка уже пуста.
            
            Пятое — всегда начинайте еду с овощей.
    
            Очень рекомендую менять привычки не только с себя, а сразу с семьей. Поддержка близких очень важна будет для вас.
            И, конечно же, для смены пищевых привычек очень рекомендуем попробовать рационы здорового питания GastroChef.`,
        }
    },
    news2: {
        title: news2,
        newsTitle: 'Белая смерть. Правда и мифы о соли',
        newsDate: '10.12.19',
        newsText: {
            block1: `Обойтись без соли, пожалуй, не удалось ещё никому. Даже если на столе не стоит солонка, и вы преднамеренно не солите пищу в процессе приготовления, натрий – её главный элемент – всё равно попадёт в ваш организм через овощи, хлопья для завтрака и другие продукты, содержащие её в той или иной мере. Снизить количество потребляемой соли можно, но полностью исключить – нет.

            По данным ВОЗ, среднесуточное потребление соли в мире составляет 8-11 г, что выше рекомендуемой нормы в 5 г. Согласно тем же рекомендациям, лучше если все 5 г соли будут йодированными. Тогда вы получите физиологическую норму йода – 100–200 микрограммов и 2 грамма натрия, чего также вполне достаточно для удовлетворения потребностей организма.
            
            На самом деле натрий – главный компонент соли – очень важен для работы организма. В каждом человеке содержится примерно 100 граммов этого элемента. Он необходим для передачи нервных импульсов, поддержания водно-солевого баланса, артериального давления. Хлор, также содержащийся в соли, участвует во многих обменных процессах и помогает поддерживать внутреннюю среду организма в норме.`,
            block2: `Что касается разных видов соли, то здесь также есть много нюансов. Например, часто используемую в качестве замены для традиционной соли розовой гималайскую розовую соль нельзя назвать более безопасной и полезной. Скорее, это просто маркетинговый ход, призванный увеличить продажи и повысить ценник, к тому же спровоцировавший появление множества подделок. При этом розовая соль не содержит даже йода, а источник её необычной окраски – оксид железа, то есть обыкновенная ржавчина. Утверждения о наличии большего количества минералов в её составе в целом верны, но эта разница ничтожна мала, так что говорить о какой-то ощутимой пользе для здоровья не приходится.`,
            block3: `Добавление йода в соль делает её более полезной - правда
            Совсем другое дело – йодированная соль. Источником её окраски является как раз йод – жизненно необходимое человеческому организму вещество, недостаток которого в питании испытывают большинство россиян. А это может привести к таким серьёзным проблемам как бесплодие, множеству эндокринологических заболеваний и другим.
            
            Однако и переизбыток йода тоже может не лучшим образом сказаться на вашем самочувствии. Если организм получает достаточно йода из других источников, например, морской рыбы и морепродуктов, гречки, хурмы и других, то не стоит всю дневную «дозу» соли заменять йодированной.`,
        }
    },
}