const blogNews = {
    news1: {
        title: 'news1',
        newsTitle: 'Как поменять свои пищевые привычки?',
        newsDate: '29.05.2020',
        moreId: 1,
        newsText: {
            block1: `Привычка — это неосознанное, то, что мы делаем на автомате.
            Например, это такие обыденные вещи, как чистка зубов утром или пристегнуться, садясь в автомобиль. 
            Большинству из этих привычек мы не отдаем отчета. Именно этот бессознательный фактор и является той сложностью, которая не позволяет вам легко и просто изменить эту самую привычку в итоге.`,
            block2: `Их нужно перевести на автомат. И если вы считаете, что для этого нужна невероятная сила воли или сверхстрогий самоконтроль, то вовсе нет. У меня для вас есть несколько простых постепенных шагов, которые помогут вам сделать ваши пищевые привычки осознанными и подконтрольными.
            
            Первое, с чего стоит начать  — это прекратите покупать вредные продукты. Запомните: то, чего нет, того и не съешь. В свою очередь, ставим на стол на самое видное место тарелочку с ломтиками моркови, сухофруктами и орешками.
    
            Второе  — это создаем себе препятствия на пути к вредностям — ходите домой другой дорогой, проходите мимо отдела сладостей или офисной кухни, если ощущаете манящий запах выпечки — просто понюхайте запястье, на которое утром нанесли духи.
    
            Третье и очень важное правило — полезные продукты в вашей квартире и на работе должны стать доступнее и заметнее. Например, яблоко или морковь вместо печенья и конфет на столе, сделайте заготовку из нарезанных листьев салатов в холодильнике, заранее очистите овощей и нарежьте ломтиками.`,
            block3: `етвертое — используйте посуду для еды меньшего размера. Да-да, придется отказаться от любимых блюдец на пол-стола, но оно того стоит. Также не берите добавки. Ведь многие исследования доказывают, что мы делаем выводы о своем насыщении, основываясь не на своих чувствах сытости, а видя, что тарелка уже пуста.
            
            Пятое — всегда начинайте еду с овощей.
    
            Очень рекомендую менять привычки не только с себя, а сразу с семьей. Поддержка близких очень важна будет для вас.
            И, конечно же, для смены пищевых привычек очень рекомендуем попробовать рационы здорового питания GastroChef.`,
        }
    },
    news2: {
        title: 'news2',
        newsTitle: 'Белая смерть. Правда и мифы о соли',
        newsDate: '10.12.2019',
        moreId: 2,
        newsText: {
            block1: `Обойтись без соли, пожалуй, не удалось ещё никому. Даже если на столе не стоит солонка, и вы преднамеренно не солите пищу в процессе приготовления, натрий – её главный элемент – всё равно попадёт в ваш организм через овощи, хлопья для завтрака и другие продукты, содержащие её в той или иной мере. Снизить количество потребляемой соли можно, но полностью исключить – нет.

            По данным ВОЗ, среднесуточное потребление соли в мире составляет 8-11 г, что выше рекомендуемой нормы в 5 г. Согласно тем же рекомендациям, лучше если все 5 г соли будут йодированными. Тогда вы получите физиологическую норму йода – 100–200 микрограммов и 2 грамма натрия, чего также вполне достаточно для удовлетворения потребностей организма.
            
            На самом деле натрий – главный компонент соли – очень важен для работы организма. В каждом человеке содержится примерно 100 граммов этого элемента. Он необходим для передачи нервных импульсов, поддержания водно-солевого баланса, артериального давления. Хлор, также содержащийся в соли, участвует во многих обменных процессах и помогает поддерживать внутреннюю среду организма в норме.`,
            block2: `Что касается разных видов соли, то здесь также есть много нюансов. Например, часто используемую в качестве замены для традиционной соли розовой гималайскую розовую соль нельзя назвать более безопасной и полезной. Скорее, это просто маркетинговый ход, призванный увеличить продажи и повысить ценник, к тому же спровоцировавший появление множества подделок. При этом розовая соль не содержит даже йода, а источник её необычной окраски – оксид железа, то есть обыкновенная ржавчина. Утверждения о наличии большего количества минералов в её составе в целом верны, но эта разница ничтожна мала, так что говорить о какой-то ощутимой пользе для здоровья не приходится.`,
            block3: `Добавление йода в соль делает её более полезной - правда
            Совсем другое дело – йодированная соль. Источником её окраски является как раз йод – жизненно необходимое человеческому организму вещество, недостаток которого в питании испытывают большинство россиян. А это может привести к таким серьёзным проблемам как бесплодие, множеству эндокринологических заболеваний и другим.
            
            Однако и переизбыток йода тоже может не лучшим образом сказаться на вашем самочувствии. Если организм получает достаточно йода из других источников, например, морской рыбы и морепродуктов, гречки, хурмы и других, то не стоит всю дневную «дозу» соли заменять йодированной.`,
        }
    },
    news3: {
        title: 'news3',
        newsTitle: 'Белок для похудения при спортивном питании',
        newsDate: '27.08.2019',
        moreId: 3,
        newsText: {
            block1: `В стремлении похудеть многие часто решаются на крайние меры — голодание или очень низкокалорийные диеты. Но чётко видя перед собой цель и достигая её любыми средствами, мы редко задумываемся о том, что же будет после. А если пути к цели выбраны не самые верные, то после её достижения нас могут ждать проблемы.

            Первой такой проблемой может стать повторный набор веса. Достигнув желаемого, мы расслабляемся и начинаем позволять себе лишнее — пропускать тренировки или злоупотреблять сладким, жирным, солёным. Если вовремя не остановиться, это всё сведёт ваши достижения на нет.
            
            Вторая проблема, которая также может возникнуть в процессе похудения неверным способом — это здоровье. Несбалансированная низкокалорийная диета, особенно на фоне интенсивных тренировок, способна вывести даже самый сильный организм из равновесия. Результатом может стать всё что угодно — от ухудшения самочувствия до настоящих проблем со здоровьем. При этом часто ограничения в питании сказываются далеко не лучшим образом на внешности, а ведь похудеть мы хотим наоборот для того, чтобы выглядеть лучше.
            
            `,
            block2: `Тогда какой путь верный? Для достижения и удержания результата лучше всего выбирать правильное сбалансированное питание. Если вы занимаетесь в зале, то наверняка уже слышали это от своего тренера. В зависимости от поставленной цели нужно обязательно корректировать свой рацион.

            От количества калорий, белков, жиров и углеводов и их соотношения будет зависеть не только скорость и степень достижения вашей цели, но и ваш внешний вид и самочувствие. Так как одной из самых популярных целей при подборе правильного питания является похудение, поговорим о том, как можно её добиться при помощи белкового питания.
            
            Существует множество белковых диет, и, вопреки расхожему мнению, они будут полезны не только для набора мышечной массы. Однако мы говорим о целой системе питания, основой которой является белок. Диета даёт только краткосрочный эффект. Энергетическая ценность блюд зависит от баланса белков, жиров и углеводов. Углеводы дают быструю энергию, жиры пополняют ресурсы, а белки — это строительный материал для мышц. Именно поэтому они так ценны для набора мышечной массы. Однако и для того, чтобы избавиться от лишнего веса, белки подходят как нельзя лучше, и вот почему.
            
            Их расщепление сопровождается активными энергозатратами: они участвуют в процессе бета-окисления (деградации) жирных кислот. Для этого процесса организму приходится тратить уже накопленное. Энергии на расщепление белков требуется на 35-40% больше, чем для расщепления жиров и углеводов, и её организм берёт как раз из жировых запасов. Кроме того, бонусом мы получаем ещё и долгое чувство сытости и низкую калорийность.`,
            block3: `сё, что нужно для похудения на белковом питании — это употреблять продукты, содержащие белок. Причём белок должен быть как растительного, так и животного происхождения, и их соотношение должно составлять примерно 40 к 60. Растительный белок содержится в:

            • Бобовых
            • Злаках
            • Зелёных овощах
            • Орехах
            • Бананах
            
            Он легче усваивается организмом, поэтому употреблять его можно на протяжении всего дня. Но мы также нуждаемся и в животных белках, которые содержатся в:
            
            • Яйцах
            • Мясе птиц
            • Говядине
            • Рыбе`,
        }
    },
    news4: {
        title: 'news4',
        newsTitle: 'Дробное питание: что это такое и как рассчитать БЖУ?',
        newsDate: '03.08.2018',
        moreId: 4,
        newsText: {
            block1: `Дробное питание – один из проверенных способов «здорового» похудения. Такой формат потребления энергии (пищи) дает одни из самых высоких гарантий, что вес не вернется. Как приучить себя к такой системе? Что именно представляет собой дробное питание (ДП)? Об это рассказали эксперты.

            Что такое дробное питание?

            Это система, когда объем потребляемой пищи дробится, то есть мы переходим от привычного 3-разового формата (завтрак, обед, ужин) на 5-ти или 6-разовое. При соблюдении режима человек практически не ощущает себя голодным. Но хаотично есть продукты – тоже неправильно. Необходимо выбрать определенную стратегию, распределить позиции по их энергетической ценности, подсчитать калории, чтобы выйти на идеальную схему.
            
            Это важно! При правильном дробном питании углеводы нужно есть утром, а вечером – белковую пищу.
            
            Частое питание «дробями» помогает разогнать обмен веществ, исключает стрессы для организма, который при голоданиях, наоборот, начинает копить жир на «черный день». ДП позволяет увеличить дневной расход калорий, при этом большой процент энергии тратится на переваривание продуктов. Чем чаще вы едите, тем быстрее худеете, а главное – килограммы и объемы уходят безвозвратно.
            `,
            block2: `Конкурентные преимущества дробного питания
            Нет чувства голода
            Для сравнения, когда человек питается 2-3 раза в день, за время перерыва может возникнуть чувство голода. Если в доступности есть гастрономические соблазны, все это перечеркивает усилия, нацеленные на похудение.

            Грамотный контроль умом и действием
            Разделив дневной объем жиров, белков и углеводов, мы контролируем голод и логикой, и действием. Перерыв между приемами еды будет около 2 ч.

            Продуманный план на неделю и больше
            Дробное питание продумывается заранее. Самостоятельно либо же в тандеме с экспертом составляется список продуктов (обычных, недорогих, которые можно купить в магазине или на рынке), расписывается норма по порциям. Для удобства можно заранее все приготовить на несколько дней вперед, на что уйдет чуть больше часа.

            Приучаем себя к маленьким порциям
            Схема «питаться горстками» еще никого не сделала полным. Кушать минимальными порциями полезно для желудка, который не растягивается. На самом деле, человеку для энергетического баланса требуется минимальный объем еды – и это все не о булочках, десертах и бургерах. Это о простой и понятной пище…`,
            block3: `Концепция дробного питания
            Каждое утро перед приемом пищи выпиваем 1 стакан воды (можно с лимоном). Это делается для подготовки желудочно-кишечного тракта к дальнейшей работе.
            
            Накладываем табу на неполезные позиции: сдобу, маринады, жареное, фаст-фуд, чипсы, пирожные, шоколадки, конфеты, жирные продукты.
            
            Объем разового потребления еды не должен быть более 0,35 – 0,5 кг. Для коррекции объемов потребляемой еды выбираем маленькие тарелки для блюд.
            
            Не голодаем – чтобы утолить это чувство, перекусываем.
            
            Контроль и коррекция питания с экспертом. Обязательно добавляем спорт. Минимум – одна-две тренировки в неделю.
            
            Учитываем БЖУ (белки, жиры, углеводы) – рассчитываем свою дневную норму и не выходим за рамки.
            
            Как правильно рассчитать БЖУ?
            Средняя норма в сутки составляет:
            
            50% – белки;
            
            Двадцать процентов – это углеводы;
            
            Тридцать % приходится на жиры.
            
            
            Продукты для дробного питания
            
            При сбросе веса в системе БЖУ меньше всего приходится на углеводы. Соответственно, чтобы сбросить вес, необходимо корректировать их присутствие в рационе.
            
            «Плохие» углеводы – это белый хлеб, майонез, пирожные, макароны, торты, шоколад, конфеты.
            
            «Здоровые» углеводы – это коричневый рис, цельнозерновой хлеб.
            
            Белок – это куриная грудка, морская и океаническая рыба, телятина, морепродукты, куриные и перепелиные яйца, творог.
            
            «Здоровые» жиры – это растительные масла.
            
            Не забываем и об овощах – клетчатке, позволяющей все правильно переварить, без застоев и проблем с ЖКТ: огурцы, перец, капуста, помидоры, морковь, сельдерей, зелень и др.
            
            Нормальное количество «подходов» к столу – это 5-6, в том числе перекусы орехами, овощами, фруктами и ягодами. Необходимо распределить объемы продуктов таким образом, чтобы человек не испытывал голод, но при этом не наедался большими порциями. Помните, что 100 грамм куриной грудки и 100 грамм белого хлеба – это разные по калорийности и пользу продукты.`,
        }
    },
    news5: {
        title: 'news5',
        newsTitle: 'С чем есть морепродукты',
        newsDate: '03.12.2019',
        moreId: 5,
        newsText: {
            block1: `О ценности рыбы и морепродуктов знают все. Этот источник полиненасыщенных жиров нужен каждому, и сомнений в этом не возникает ни у диетологов, ни у рядовых потребителей. Однако есть один вопрос, споры вокруг которого всё ещё не утихают: какие продукты будут хорошим дополнением к морепродуктам. Таким, чтобы помочь максимально усвоить все полезные вещества, не помешать насладиться их экзотическим нежным вкусом и не нарушить баланс БЖУ.

            Действительно, этот кладезь полезных микроэлементов, белков, витаминов и довольно редких для остальных продуктов жиров нуждается в достойном дополнении. Следуя рекомендациям диетологов, рыбу и морепродукты нужно употреблять не реже одного раза в неделю, а лучше – 2-3. Наилучшим образом они сочетаются с нейтральными по вкусу гарнирами, такими как рис или картофель. Но смогут ли они справиться с непростой задачей: не только подчеркнуть вкус, но и улучшить сочетаемость продуктов с целью обеспечить оптимальное извлечение полезных веществ организмом?
            
            Для начала давайте разберёмся в составе основных нутриентов в рыбе и морепродуктах. В большинстве случаев они содержат минимум жира. Даже самая жирная рыба содержит его не более 15% – примерно столько же, сколько и в постном мясе. Это значит, что её желательно включать не только в рацион правильного питания. При этом содержание редких жирных кислот (Омега 3, 6 и 9) делает её одним из самых ценных продуктов.
            `,
            block2: `Рыба и морепродукты отлично впишутся в диетическое питание, главная цель которого – снижение веса. Кроме того, рыба содержит минимум соединительных тканей, что делает её усвоение лёгким и не требующим больших энергозатрат.

            При этом высокое содержание белка позволяет закрыть суточную потребность в нём всего лишь одной порцией. А уж о содержании йода, цинка, витаминов D, А, Е, и обладающих множеством других ценных свойств элементов и говорить не приходится. Низкое содержание углеводов – в среднем около 1% – ещё один аргумент в пользу применения этих продуктов в диетическом питании.
            
            Для правильного питания подходит больше морская рыба. Речная в плане содержания полезных элементов не так эффективна.
            
            Хорошим дополнением к рыбе и морепродуктам диетологи считают рис. Cочетание риса и рыбы довольно традиционное, а если дополненнить его овощами , получится сбалансированный здоровый обед.
            
            `,
            block3: `Одними из самых здоровых и долго живущих наций признаны греки и испанцы, а также жители других приморских стран и островных государств. Причиной тому учёные считают приверженность особой средиземноморской диете, состоящей по большей части из морепродуктов и овощей. В её составе можно найти не только рыбу и морепродукты, хотя они являются её основой, но и оливковое масло, оливки, лимон, обилие пряных трав и зелени, круп.

            Анализируя диету этих самых здоровых и красивых наций мира, можно сделать выводы о наилучшей сочетаемости морепродуктов и рыбы с помидорами, болгарским перцем, свежей зеленью и огурцами. Они прекрасно дополняют и раскрывают не только вкус морепродуктов, но и их полезные свойства. Обилие белка в рыбе поможет переварить кислота лимона, а дополнить его клетчаткой – овощи.
            
            Оливковое масло в качестве заправки для салатов в дополнение к рыбным блюдам оттенит нежный вкус морской рыбы, креветок, богатых белком кальмаров или мидий и придаст им деликатный пикантный вкус.`,
        }
    },
    news6: {
        title: 'news6',
        newsTitle: 'Правильное питание на работе - какими должны быть обеды и перекусы?',
        newsDate: '04.10.2018',
        moreId: 6,
        newsText: {
            block1: `Каждый день большинство из нас с головой погружается в рутину многочисленных задач, как домашних, так и рабочих. Стремление к карьерному росту и высоким доходам – это, безусловно, хорошо, но в процессе достижения своих целей мы зачастую совершенно забываем о том, что наше здоровье не безгранично. Обилие стрессовых ситуаций, периодические неудачи или просто неприятные обстоятельства напрямую влияют на работоспособность, иммунитет, самочувствие, настроение. Помимо этого, чаще всего, офисная работа приковывает к удобному креслу, в котором мы проводим многие часы.

            Это «сидение» продолжается далее в автомобиле по пути домой, а затем на любимом диване перед телевизором или ноутбуком. В итоге, двигательная активность стремится к нулю, провоцируя различные заболевания и набор лишнего веса. Добавим к этому хаотичные приёмы пищи, зачастую отличающиеся несбалансированностью и перееданием на ночь – стоит ли удивляться тому, что уже к 30-35 годам приходится всё чаще обращаться к врачам? И эта статистика убедительно подтверждается различными исследовательскими институтами.
            `,
            block2: `Любые качественные изменения по отношению к себе, в первую очередь, предполагают не только собственное желание, но и готовность дисциплинировать себя, свой образ жизни. Фразы «не хочу» и «не могу» — несерьёзный разговор для современного человека.

            Как большинство из нас питается в офисе? Либо это наспех собранный с собой контейнер из того, что попалось под руку в холодильнике, либо бургеры, суши или пицца, заказанные в ближайшем к работе заведении. В итоге, мы едим совершенно бесполезную пищу, не только не обеспечивающую нас нужными питательными элементами и витаминами, но и наносящую прямой вред обилием быстрых углеводов, жиров и канцерогенных веществ. Вдобавок, всё это употребляется либо всухомятку, либо сопровождается чёрным чаем, сладкими газированными напитками, пакетированными соками из магазинов (не имеющими в своём составе ничего полезного или натурального).`,
            block3: `Для того, чтобы разорвать этот губительный цикл питания, достаточно внедрить в свою жизнь и строго соблюдать следующие правила:

            1. Утром вставайте хотя бы на полчаса раньше, и используйте это время для того, чтобы приготовить себе завтрак. Это совсем не сложно, тем более, что в утреннее время оптимально питаться крупами и кисломолочными продуктами. Приготовление блюд с помощью этих ингредиентов не составит никаких проблем. Овсяная или гречневая крупа в сочетании с творогом и фруктами даст заряд энергии, активирует обменные процессы в организме и настроит на предстоящую работу. Столь любимый офисными сотрудниками кофе уместно пить как раз на завтрак, а далее, в течение дня надо отдавать предпочтение обычной воде или зелёному чаю.
            
            
            2. Углубившись в работу, не забывайте делать ежечасные перерывы на то, чтобы совершить небольшие упражнения, даже просто пройтись по офису. Разработайте собственный график питания: в течение рабочего дня у вас должен быть один крупный и два дополнительных приёма пищи. Таким образом ежедневный рацион питания будет делиться на 5 приёмов пищи – утренний и вечерний вы будете совершать дома, а оставшиеся 3 – на рабочем месте. Такая система уже давно признана намного более эффективной, чем традиционная «завтрак-обед-ужин». Для перекусов можно использовать кисломолочные продукты, фрукты, сухофрукты, орехи, ягоды.
            
            
            3. Продукты с высоким содержанием сахара и жира вредны для любого человека, но для офисного сотрудника – вдвойне. Первые приводят к неумеренному потреблению еды, вторые создают огромную нагрузку на сердце. В условиях сидячего образа жизни в сумме это в короткие сроки приводит к ожирению и хроническим заболеваниям.
            
            Для того, чтобы уже сейчас не создавать себе новых проблем, и не заниматься вопросами похудения в дальнейшем, а просто наслаждаться жизнью и личными достижениями необходимо первостепенно сконцентрироваться на том, что вы едите. И помнить, что не существует таких задач, которые невозможно решить.`,
        }
    },
}

export {blogNews} ;